# 1)

n = int(input("Please enter a number: "))

for i in range(0, n, 1) :
    print(i)


#-------------------------------------------------------------------------------------------------------------------

# while cycle - არის პროგრამირების ინსტრუმენტი, რომელიც იმეორებს მოქმედებას სანამ მოცემული პიროდა ჭეშმარიტია
#მისი მთავარი წესი ისაა, რომ სანამ პირობა მართალია- კოდი მიმდინარეობს და თუ პირობა მცდარია ციკლი მთავრდება.


num1 = int(input("Please enter a number: "))

n = 0

while n <= num1:
    print(n)
    n += 1

