# 5)

#input ფუნქციის გამოყენებისას ჩვენ მოვითხოვთ მომხმარებლისგან ინფორმაციას. მათ შეაქვთ ეს ინფორმაცია
#  კომპიუტერში.ეს შეიძლება იყოს მათი სახელი , გვარი თუნდაც მათი საყვარელი სპორტი. შემდეგ ამას print
#  ფუნქციით გამოვიტანთ. მაგ: name = input("enter your name:"")

#snake_case- არის მარტივად რომ ათქვათ დამწერლობის ტოპი. ეს შეიძლება იყოს მარტო დიდი ასეობიტ მარტო პატარა
#  ასოებიT და სხვა, ასევე  ცვლადის ან სხვა რამის გაკეთებისას სიტყვას როცა ვაშორებთ მანდ უნდა იყოს ქვედა 
# ტირე მაგ: print(full_name)